/* (No Commment) */
"Authorization Error" = "Error de autorización";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "Conectado durante %d minutos";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "Conectado durante 1 minuto";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Conectado durante 1 minuto";

/* No comment provided by engineer. */
"Extend Display" = "Ampliar pantalla";

/* No comment provided by engineer. */
"Framerate" = "Frecuencia";

/* No comment provided by engineer. */
"High Quality" = "Alta calidad";
"Quality" = "Calidad";

/* No comment provided by engineer. */
"Mirror Display" = "Reflejar pantalla";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "Reflejada durante %d minutos";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "Reflejada durante 1 minuto";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Reflejada durante menos de un minuto";

/* No comment provided by engineer. */
"Pixel Quality" = "Calidad de píxeles";

/* No comment provided by engineer. */
"Regular Quality" = "Calidad normal";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Recordarme cuando el iPad esté conectado";

/* (No Commment) */
"Restart Your Mac" = "Reiniciar el Mac";

/* (No Commment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Selecciona \"Volver a intentar\" para intentar una nueva autorización o \"Salir\" para cancelar.";

/* (No Commment) */
"Try Again" = "Volver a intentar";

/* No comment provided by engineer. */
"Uninstall Duet" = "Desinstalar Duet";

/* No comment provided by engineer. */
"iPad Pro Resolution" = "Resolución de iPad Pro";


/* No comment provided by engineer. */
"30 FPS" = "30 FPS";

/* No comment provided by engineer. */
"60 FPS" = "60 FPS";

/* No comment provided by engineer. */
"Ask Us A Question" = "Haznos una pregunta";

/* (No Commment) */
"Authorization Error" = "Error de Autorización";

/* No comment provided by engineer. */
"Check For Updates" = "Verificar Actualizaciones";

/* No comment provided by engineer. */
"Connect device to Mac with" = "Conectar dispositivo a Mac con";

/* No comment provided by engineer. */
"Discrete (Recommended)" = "Discrete (Recommended)";

/* No comment provided by engineer. */
"Display Arrangement" = "Organización de Pantallas";

/* (No Commment) */
"Duet Connected" = "Duet Conectado";


/* No comment provided by engineer. */
"Energy Efficient" = "Consumo de Energía Eficiente";

/* No comment provided by engineer. */
"Frame Rate" = "Tasa de Cuadros";

/* No comment provided by engineer. */
"Graphics Card" = "Tarjeta Grafica";

/* No comment provided by engineer. */
"Help Center" = "Centro de Ayuda";

/* No comment provided by engineer. */
"High Power" = "Alto Rendimiento";

/* No comment provided by engineer. */
"High Resolution (Smaller Text)" = "Alta Resolución (Texto Más Pequeño)";

/* No comment provided by engineer. */
"Integrated (Energy Savings)" = "Integrada (Consumo de Energía Eficiente)";

/* No comment provided by engineer. */
"Launch At Login" = "Ejecutar al Inicio de Sesión";

/* No comment provided by engineer. */
"No Device Connected" = "Ningún Dispositivo Conectado";

/* No comment provided by engineer. */
"Open duet on iOS" = "Dueto abierto en iOS";

/* No comment provided by engineer. */
"Performance" = "Rendimiento";

/* No comment provided by engineer. */
"Preferences" = "Preferencias";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* No comment provided by engineer. */
"Regular (Energy Efficient)" = "Resolución Común (Consumo de Energía Eficiente)";

/* No comment provided by engineer. */
"Resolution" = "Resolución";

/* (No Commment) */
"Restart Your Mac" = "Reinicie su Mac";

/* No comment provided by engineer. */
"Retina (High Performance)" = "Resolución Retina (Alto Rendimiento)";

/* (No Commment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Seleccione 'Intentar de nuevo' para volver a intentar la reautorización o 'Salir' para desistir.";


/* (No Commment) */
"Try Again" = "Intentar de Nuevo";

/* No comment provided by engineer. */
"Uninstall Duet" = "Desinstalar Duet";

/* No comment provided by engineer. */
"Update App Automatically" = "Actualizar App Automáticamente";

/* No comment provided by engineer. */
"Version" = "Versión";

/* No comment provided by engineer. */
"When Duet Is Connected..." = "Cuando Dueto está conectado...";

/* No comment provided by engineer. */
"or" = "o";


"Connecting..." = "Conectando...";
"iPad Touch Bar" = "iPad Touch Bar";
"Enabled" = "ON";
"Disabled" = "OFF";
"Display" = "Pantalla";
"Air" = "Air";
"Twice the pixel density." = "Doble densidad de pixeles";
"Sharper resolution." = "Imagen nitida";
"Uses more battery." = "Usa más batería";
"Smoother motion." = "Movimiento fluido";
"Sharper image." = "Imagen nitida";
"Pixel Perfect" = "Pixel Perfect";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Mirror Display" = "Duplicar Pantalla";
"Looks like 1024x768" = "Parece 1024×768";
"Looks like 1112x834" = "Parece 1112x834";
"Looks like 1366x1024" = "Parece 1366x1024";
"Looks like 1536x1152" = "Parece 1536x1152";
"Looks like 2048x1536" = "Parece 2048x1536";

"Looks like 1080x608" = "Parece 1080x608";
"Looks like 1136x640" = "Parece 1136x640";
"Looks like 1334x750" = "Parece 1334x750";
"Looks like 1600x900" = "Parece 1600x900";
"Looks like 1920x1080" = "Parece 1920x1080";

"Perfect for the 12.9-inch iPad Pro" = "Perfecta para el iPad Pro de 12.9 pulgadas";
"Perfect for the 10.5-inch iPad Pro" = "Perfecta para el iPad Pro de 10.5 pulgadas";
"Perfect for the 9.7-inch iPad" = "Perfecta para el iPad Pro de 9.7 pulgadas";
"Perfect for users that want a little more space" = "Perfecto para usuarios que desean un poco mas de espacio";
"Perfect for users that want a lot more space" = "Perfecto para usuairios que desean mucho mas espacio";

"Allow this device to connect automatically on Wi-Fi" = "Conectar automáticamente a este dispositivo";
"Yes" = "Yes";
"No" = "No";
